Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Research into new plants and microorganisms capable of releasing oxygen and nitrogen into the Martian atmosphere at an ever-accelerating pace is a major focus of economic activity.
fr_fr: La recherche de nouvelles plantes et de nouveaux microorganisme capable de libérer de l'oxygène et de l'azote dans l'atmosphère Martienne à un rythme toujours plus rapide est un des principaux axes de l'activité économique.

source: In the meantime, the red planet is a place of startling contrasts, from the stark beauty of its mountain ranges and high desert, to the slowly-greening bottomlands of the equatorial Valles Marineris canyon system.
fr_fr: En même temps, la planète rouge est un endroit de contraste saisissant, de la pure beauté de ses chaîne montagneuses et de ses désert d'altitude, à ses basses-terres du système de cnayon équatorial de la Valles Marineris verdoyant lentement.

source: In these bottomlands, oxygen levels are slowly rising, and liquid water can now be found in canals that had already been dry for millions of years when transhumanity's ancestors came down from the trees.
fr_fr: Dans ces basses-terres, le niveau d'oxygène augmente doucement et onpeut maintenant trouver de l'eau liquide dans des canaux qui étaient irrigués des millions d'années auparavant lorsque les ancètres de la transhumanité sont descendus de l'arbre.

source: Mars is a popular destination for travelers from around the system.
fr_fr: mars est une destination populaire pour les voyageurs de tout le système.

source: Many Martians accrue wealth by operating lavish hotels, offering tours of historical sites, and leading wilderness expeditions to the rugged highlands and vast deserts of the untamed Martian frontier.
fr_fr: De nombreux Martiens accumulent les richesses en gérant des hôtels de luxe, en proposant des visites de sites historiques et en dirigeant des safaris dans les hautes-terres rugueuses et les désert de la bordure Martienne encore sauvage.

source: Mars now sports five vast, domed cities, mostly in the equatorial regions, along with numerous smaller settlements.
fr_fr: Mars supporte actuellement cinq vastes cités dôme, la plupart localisé dans les régions équatorialle, ainsi que de nombreux abris plus petits.

source: Settlements are connected by surface roads, a network of near-sonic maglev trains, and air/spaceports from which suborbitals, airships, and near space rockets fly on regular schedules.
fr_fr: Les abris sont connectés par des routes en surface, un réseau de train à sustentation magnétiques sub-sonique ainsi que par des aéro/spatioport entre lesquels des suborbitales, des avions et des fusées ballistiques effectuent des vols réguliers.

source: Thanks to the abundance of methane fuel and the one-third Earth gravity, transhumans on Mars have finally got their flying cars as well, and all settlements have well-delineated rights of way for these vehicles.
fr_fr: Grâce à l'abondance de méthane et à la gravité équivalent à un tiers de celle de la Terre, les transhumains sur Mars ont enfin eus leurs voiturs volantes et tous les abris ont des couloirs aériens bien délimités pour ces véhicules.

source: Meanwhile, in the wild uplands, planetologists and terraforming engineers dwell in small villages, living the simple life in ruster morphs while seeing to the continued development of the Martian climate and atmosphere.
fr_fr: Dans les terres sauvages, les planétologistes et les ingénieurs en terraformations résident dans de petits village, vivant une vie simple dan des morph rusteurs tout en observant le développement continue du climat et de l'atmosphère Martienne.

source: As a partially terraformed planet with vast tracts of unused land, Mars is one of the few places that can offer new sleeves to infomorph refugees.
fr_fr: En tant que planète partiellement terraformée avec de vastes bandes de terres inutilisée, Mars est l'un des rares endroits qui peu offrir de nouvelles peaux aux infugiés.

source: Martian brokerage houses do a brisk business in the purchase and resale of infomorph contract labor, with agreements (for some) leading to eventual sleeving.
fr_fr: Les maisons de courtage Martienne font de bonnes affaires grâce à l'achat et à la vente de contrat de travail d'infomorph, avec des accords menant (en général) à une incarnation éventuelle.

source: This has led to a sizable Martian underclass, however, organized as a growing resistance movement under the Barsoomian banner (though the hyperelite socialites disparagingly call them “rednecks”).
fr_fr: Ce phénomène a cependant créé une classe sociale Martienne basse de taille conséquente, organisée en un mouvement de résistances grandissant et rassemblé sous la bannière des Barsoomiens (même si les hyperélites sociales les appelles de manière désobligeant les "rednecs").

source: Mars is broadly divided between the lowlands of the north and the highlands of the south, which in many places are separated by dramatic cliffs up to two kilometers high.
fr_fr: De manière générale, Mars est divisée entre les basse terres du Nord et les hautes-terres du Sud, qui sont séparés en de nombreux endroits par des falaises spectaculaires pouvant atteindre deux kilomètres de hauts.

source: Mars has seasons just as Earth, and both north and south poles have permanent ice caps that persist despite transhumanity's success in warming the planet.
fr_fr: Mars, comme la Terre, possède des saisons et les pôles nord et sud possèdent des calottes de glace persitante en dépit de la réussite de la transhumanité a réchauffer la planète.

source: Both regions present obstacles to terraforming.
fr_fr: Les deux régions présentent des obstacles à la terraformation.

source: The northern plains are open and windswept, while the rugged southern uplands remain a difficult terrain for life to gain a foothold.
fr_fr: Les plaines nordiques sont ouvertes et balayées par les vents, alors que les hauteurs accidentées du sud restent un terrain difficile pour que la vie y prenne pied.

source: Even so, tough Earth species like cacti and succulents are able to grow in the best spots.
fr_fr: Mais même ainsi, les espèces robustes Terrestre telles quye les cactées et les succulentes sont capable de se développer dans les meilleurs endroits.

source: {Ma'adim Vallis:} This deep canyon system on Mars holds one of the Planetary Consortium's most treasured possessions: the Martian Gate.
fr_fr: {Ma'adim Vallis:} ce système de profond canyon Martien abrite l'une des possessions les plus convoitées du Consortium Planétaire: la Porte Martienne.

source: This Pandora Gate was originally discovered by nomadic Barsoomians, then violently wrested from their hands by hypercorp troops—an event that still rankles the rednecks.
fr_fr: Cette Porte de Pandorre fût originellement découverte par des nomades Barsoomiens, puis violemment arraché de leurs mains par les troupes hypercorporatistes - un évènement que ruminent toujours les rednecks.

source: As different hypercorps themselves nearly came to blows, the Hypercorp Council was forced to step in and offer a resolution that all could agree to.
fr_fr: Comme différentes hypercorps en vinrent aux mains, le Conseil Hypercorporatiste a été forcé de ss'avancé et de proposer une résolution qui plairait à tout le monde.

source: A new hypercorp was founded—Pathfinder—which would control exploration and exploitation of the gate and resources beyond, with special privileges and rights given to Planetary Consortium members.
fr_fr: Une nouvelle hypercorporation a été fondée - Pathfinder - afin de contrôler l'exploration et l'exploitation de la porte et des ressources au-delà de celle-ci, avec des privilègres et des droits particuliers accordés aux membres du Consortium Planétaire.

source: The Martian Gate is now a staging point for numerous exoplanet colonies, though some fear the prospect of keeping a presumed TITAN artifact operational on transhumanity's most populous planet.
fr_fr: La Pote Martienne est maintenant uen étape pour de nombreuses exoplanète colonisées, bien que quelques uns s'inquiètent de la perspective de laisser un présumé artefact des TITANs opérationnel sur l'une des planètes les plus peuplées de la transhumanité.

source: {Olympus Mons:} Mars' most notable landmark is the mighty shield volcano Olympus Mons, on which the first—and still principle—Martian space elevator was constructed.
fr_fr: {Olympus Mons:} le repère le plus visible de Mars est le puissant volcan bouclier Olympus Mons, sur lequel le premier - et, encore actuellement, principal - ascensseur spatial Martien a té construit.

source: Similar in shape and origin to Earth's Hawaiian Islands, but now dormant, Olympus Mons is one of the highest mountains in the solar system, rising 27 kilometers.
fr_fr: De forme et d'origine similaire aux volcans terrestre Hawaïens, mais maintenant dormant, Olympus Mons est l'une de splus hautes montagnes du système solaire, atteignant 27 kilomètres.

source: Olympus, the settlement in the volcano's caldera around the base of the space elevator, was once the chief city of Mars, but waned in popularity as a place to live when terraforming made other regions more attractive.
fr_fr: Olympus, l'abri situé dans la caldera du volcan autour de la base de l'ascensseur spatial, est l'une des principales cités de Mars, mais à perdu en popularité comme lieu de vie lorsque la terraformation a rendu les autres régions plus attractives.

source: A maglev train from Olympus takes a little over three hours to reach Noctis; air travel is even quicker.
fr_fr: Un train à sustentation magnétique au dpéart d'Olympus mets un peu moins de trois heures pour rejoindre Noctis; les voyages aériens sont même encore plus rapide.

source: Despite the waning of the city, the space elevator still sees heavy use.
fr_fr: En dépit du déclin de la cité, l'ascensseur spatial est toujours extrêmement utilisé.

source: {Valles Marineris:} Most of transhumanity's terraforming efforts center around the winding Valles Marineris canyonlands, which twist and turn over 4,000 kilometers east-to-west along the Martian equator.
fr_fr: {Valles Marineris:} La plupart des efforts de terraformation de la transhumanité sont centrés autour des canyons venteux de la Valles Marineris, qui se tord et tourne sur plus de 4 000 kilomètres d'Est en Ouest le long de l'équateur Martien.

source: In these relatively warm bottomlands, liquid water is becoming abundant and the land is green with hardy Terran plant species like crab grass, dandelions, and towering Douglas firs (which botanists estimate may reach heights of 180 meters in the low Martian gravity).
fr_fr: Dans ces basses-terres relativemenst tempérées, l'eau liquide est devenue abondante et la terre est verte grâce aux espèces végétales Terrestre les plus hardies telles que la digitaire sanguine, les pissenlits et le simposants sapins Douglas (qui pourraient atteindre la hauteur de 180 mètres dans la faible gravité Martienne, d'après les botanistes).

source: 75% of the transhuman population of Mars lives in this region, giving it the highest density of transhuman habitation in the solar system.
fr_fr: 75% de la population transhumaine de Mars vit dans cette région, en faisant la région avec la plus haute densité de population transhumaine du système solaire.

source: {The Zone:} Officially labeled the TITAN Quarantine Zone, the TQZ is a large area stretching from the smooth plains of Amazonis Planitia (between the Tharsis and Elysium volcanic areas) and southeast to Arsia Mons (just west of Noctis).
fr_fr: {La Zone:} officiellement baptisée la Zone de Quarantaine TITAN, le ZQT est une large zone s'étendant des plaines d'Amazonis Planitia (entre les régins volcaniques de Tharsis et d'Elysium) jusqu'au Arsia Mons au sud est (juste à l'ouest de Noctis).

source: This zone is known to be crawling with leftover TITAN machinery: warbots, nanoswarms, and other dangerous things.
fr_fr: Cette zone est connue pour grouiller de reste de machinerie TITAN: bots de geurre, essaims de nanites et d'autre choses dangeureuses.

source: Several devastated habitats lie in this region, including the former Islamic stronghold of Qurain.
fr_fr: Plusieurs habitats dévastés reposent dans cette région, incluant l'ancienne forteresse Islamique de Qurain.

source: Few dare venture here, though some rumors suggest that Barsoomian smugglers make use of the Arsia Mons caves and even scavenge for TITAN tech, despite the risks.
fr_fr: Rares sont ceux qui osent s'aventurer ici, même si des rumeurs suggèrent que des contrbandiers Barsoomiens utilisent les grottes d'Arsia Mons et récupèrent même de la technologie TITAN, en dépit des risques.

source: Planetary Consortium drones keep a vigilant eye on the Zone's borders, though for unknown reasons the TITAN relics rarely stray beyond its bounds.
fr_fr: Les drônes du Consortium Planétaire surveillent d'un œil vigilant les frontières de la ZOne, même si pour des raisons inconnues les reliques des TITANs restent généralement de leur côté de la frontière.

source: Ashoka is located in a crater in the Ares Vallis region about 3,000 kilometers northeast of Valles-New Shanghai, not far from the landing sites of the early Viking and Pathfinder probes.
fr_fr: Ashoka est localisée dans un cratère de la région d'Ares Vallis à pue-près à 3 000 kilomètres au nord est de Valles-New Shangaï, non loin des sites d'atterissages des premières sondes Viking et Pathfinder.

source: The town is a popular spa and spiritual retreat for Martians wanting to revisit their pioneer roots.
fr_fr: La ville est un lieu de spa et de etraite spirituelle populaire auprès des Martiens qui veulent revisitier leurs racines de pionnier.

source: It is also an active terraforming station and a major point of contact between the seminomadic Barsoomian culture of the high desert and the settled Martians of the equatorial canyonlands.
fr_fr: C'est également une station de terraformation active et un point de central de contact entre la culture Barsoomienne semi-nomade du haut désert et des Martiens sédentaires des terres de canyon équatorialle.

source: 10,000 scientists, historians, terraforming workers, and spiritual gurus live in the town and surrounding area.
fr_fr: 10 000 scientifiques, historiens, ouvriers de terraformation et gurus spirituels vivent dans le live et dans la zone avoisinnante.

source: A major attraction is a museum housing the Pathfinder lander and the Sojourner rover (which was still operational when humans landed and discovered it circling endlessly in a crater).
fr_fr: une des principales attractions est un musée acceuillant le module Pathfinder et le vadrouilleur Sojourner (qui était toujours opérationnel lorsque les humains atterrirent et le découvrirent ent rain de tourner en rond dans un cratère).

source: The Viking lander is in another museum a short monorail ride from town.
fr_fr: Le module Viking est dans un autre musée situé à un saut en monorail de la ville.

source: In a move that infuriated historical purists, all three machines were given modern hardware upgrades when discovered and now house AIs who act as historians of early Mars exploration.
fr_fr: Dans un mouvement qui énervent les historiens puristes, les trois machines ont été équipées de mise à jour matérielle moderne lorsqu'elles ont été découverte et héberge maintenant des IA qui se comportent en historiens des débuts de l'exploration Martienne.

source: Sojourner is particularly friendly and sometimes leads lucky groups on walking tours of early landing sites.
fr_fr: Sojourner est particulièrement amicale et emmène parfois des groupes chanceux en excursions autour des premiers sites d'atterissage.

source: Located in the Elysium and Hyblaeus Chasma in the north of the Hesperia region in Mars's eastern hemisphere, Elysium is the entertainment capital of the system and the largest Martian city outside of the canyonlands of the equator.
fr_fr: Localisé dans l'Elysium et l'Hyblaeus Chasma au nord de la région Hespéria dans l'hémisphère oriental de Mars, Elysium es la cpaital du divertissement du système et la plus grande cité Martienne hors des terres de canyons de l'équateur.

source: It is also the most physically remote of the large Martian cities, though transhumanity's advanced transportation technology (suborbital flights and rocket flight from habitats above) make this remoteness a trivial quality.
fr_fr: C'est également la plus distante physiquement des grandes cités Martienne, même si les technologie de transport avancée de la transhumanité (vols suborbitaux et vols en fusée depusi les habitats spatiaux) rendent cet éloignement un défaut trivial.

source: Elysium and Hyblaeus Chasma together make up a 250-kilometer long canyon system in the shadow of Elysium Mons, a 14-kilometer mountain located about 200 kilometers northeast of the city.
fr_fr: Les Elysium Chasma et Hyblaeus Chasma représentent à eux deux un système de canyon long de 250 kilomètres dans l'ombre d'Elyisuim Mons, une montagne de 14 kilomètre de haut localisé à peu près 200 kilomètres au nord est de la ville.

source: In between is the Zephyrus Fossae, an undulating, windswept lava plain.
fr_fr: Zephyrus Fossae, une plaine de lave ondlueuse et balayées par les vents se situe dans l'intervalle.

source: The city was the vision of one person, Zevi Oaxaca-Maartens, an eccentric entertainment magnate who was intrigued by the close proximity of the eminently terraformable Chasma to the unspoiled Hesperian terrain.
fr_fr: La ciét est le résultat des vision d'une personne, Zevi Oaxaca-Maartens, un magnat du divertissement excentrique qui était intrigué par la proximité du Chasma eminemment terraformable et les terrains encore vierge de l'Hesperian.

source: The city is only 30 years old but already boasts a population of 9 million transhumans.
fr_fr: La cité n'est agée que de 30 ans mais grouille déjà d'une population de 9 million de transhumains.

source: Elysium is mostly built into the canyon walls of the Chasma, sprawling over a 75-kilometer stretch, all of which has been domed over.
fr_fr: Elysium est essentiellement construite dans les murs de canyons du Chasma, s'étendant sur une zone de 75 kilomètres, l'ensemble étant recouvert d'un dôme.

source: Unlike the big domed metroplexes of the south, Elysium takes advantage of the canyon walls, which are close enough together that rather than building free standing domes, the builders have simply built great enclosing arches to completely cover the canyon.
fr_fr: Contrairement aux grands métroplexes de dômes du sud, Elysium exploite les murs des canyons, qui sont suffisament proches les uns des autres pour avoir permis aux constructeurs de construire de grandes arches recouvrant complètement le canyon au lieu des dômes érigés classiquement.

source: These expand northward year by year as the city grows.
fr_fr: Ces arches s'étendent vers le nord année après années au fur et à mesure de la croissance de la cité.

source: From low orbit, it looks like a great, glistening serpent.
fr_fr: Depuis une orbite basse, elle ressemble à un grand serpent scintillant.

source: The Martian city of Elysium is the spiritual successor to old Terra's Los Angeles as the entertainment capital of the solar system.
fr_fr: La cité Martienne d'Elysium est la descendante spirituelle de la vieille Los Angeles Terrienne en tant que capitale du divertissement du système solaire.

source: Glamorous stars and blood drinking producers, coupled with a healthy dose of outrageous (if often vapid) transhuman creativity have made Mars an unrivaled media powerhouse.
fr_fr: Les stars glamours et les producteurs suceurs de sang, mélangé avec une saine dose de créativité transhumaine scandaleuse (même si trés fréquemment insipide) ont fait de Mars une centrale médiatique sans rivales.

source: Elysium may boast more exalt and sylph morphs per capita than any other transhuman city.
fr_fr: Elysium possède un taux de morphs exalt et sylphs par habitant supérieur à celui de toutes les autres cités transhumaines.

source: Image is everything here, and to visitors it may seem as if everyone in this city is either blindingly beautiful or calculatedly ugly.
fr_fr: l'apparence et l'image sont à la base de tout ici, et il peut sembler au visiteurs que tout le monde dans cette cité est soit d'une beauté aveuglante soit d'une laideur calculée.

source: The most successful performers and entertainment tycoons live lives of glittering privilege that would make the richest gerontocrat in New Shanghai mildly envious.
fr_fr: Les interprètes et acteurs les plus talentueux et les magnats du divertissement vivent des vies scintillantes de privilégiés qui rendrait jaloux les plus riches des gérontocrates de New Shangahaï.

source: Everyone else, from up-and-coming game producers to the virtual ero performers, has to hustle constantly.
fr_fr: Tout les autres, des développeurs de jeu prometteurs aux éro interprètes virtuels, doivent se battre constamment.

source: With a population of 13 million, Noctis-Qianjiao is the major metroplex in the west of the Valles Marineris region, an area known as Noctis Labyrinthus.
fr_fr: Avec une population de 13 million d'habitant, Noctis-Qianjiao est le métroplexe majeure de l'ouest de la région de la Valles Marineris, une zone connues comme le Noctis Labyrinthus.

source: Although not as hospitable as the Eos region in which Valles-New Shanghai lies, Noctis Labyrinthus is considered prime real estate for its gorgeous scenery and well-developed river systems.
fr_fr: Même si elle n'est pas aussi hospitalière que la région Eos dans laquelle repose Valles-new Shanghaï, Noctis Labyrinthus est considérée comme de l'immobilier de premier choix pour ses somptueux paysage et son système de rivière bien développé.

source: The metroplex boasts two major domes: Qianjiao, on the northern bank of the River Noctis, and Noctis City (normally just called “Noctis”) to the south.
fr_fr: Le métroplexe inclut deux dômes majeurs: Qianjiao, sur la rive nord de River Noctis, et Noctis City (habituellement appelée simplement "Noctis") au sud.

source: Connecting the two domes and spanning the river is a sprawling network of lesser domes and souks, although these have been pushed north and south over the years as the planet warms and the river grows wider.
fr_fr: Un réseau tentaculaire de plus petits dômes et de souks connecte les deux dômes et enjambe la rivière, même si ils ont se sont également développés vers le nord et le sud au fil des années alors que la planète se réchauffe et que la rivières s'élargit.

source: Noctis-Qianjiao is the center of the Martian design and fashion industries, which in the abundant Martian economy arguably makes the city as important as much larger Valles-New Shanghai.
fr_fr: Noctis-Qianjiao est le centre de l'industrie de la mode et du design Martien, ce qui la rend aussi important dans l'conomie Martienne que la cité plus grande valles-New Shanghaï.

source: This settlement's proximity to the Zone sometimes alarms visitors, but there have been no public incidents to cause concern so far.
fr_fr: la proximité de cet abri avec la Zone alarment aprfois les visiteurs, mais il n'y a pas eu d'incidents rendus publics jusqu'à présent.

source: Martian manhunt [Incoming Message.
fr_fr: Chasse à l'homme Marteinne [Incoming Message.

source: Those deaths you asked me to look into?
fr_fr: Ces morts au sujet desquelles tu voulais que je fouille?

source: It’s looking worse than we feared.
fr_fr: Ça à l'air encore pire que ce que nous craignions.

source: I took a buggy car out to the Zim settlement.
fr_fr: J'ai pris un buggy pour aller faire un tour dans l'abri Zim.
